alicloud/ssd_20GB.test9.log
test9: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=16
fio-3.12
Starting 1 thread

test9: (groupid=0, jobs=1): err= 0: pid=3165: Sun Aug 25 11:47:10 2019
  write: IOPS=19.8k, BW=77.5MiB/s (81.3MB/s)(10.0GiB/132105msec); 0 zone resets
    slat (nsec): min=1964, max=2009.2M, avg=36471.17, stdev=1623749.50
    clat (nsec): min=1947, max=2020.3M, avg=572511.94, stdev=6521442.72
     lat (usec): min=5, max=2020.3k, avg=609.20, stdev=6736.03
    clat percentiles (usec):
     |  1.00th=[   74],  5.00th=[   76], 10.00th=[   78], 20.00th=[   79],
     | 30.00th=[   81], 40.00th=[   83], 50.00th=[   84], 60.00th=[   87],
     | 70.00th=[   92], 80.00th=[   99], 90.00th=[  108], 95.00th=[  147],
     | 99.00th=[10552], 99.50th=[13566], 99.90th=[19268], 99.95th=[20055],
     | 99.99th=[60556]
   bw (  KiB/s): min=    8, max=735072, per=100.00%, avg=106350.99, stdev=163504.98, samples=197
   iops        : min=    2, max=183768, avg=26587.76, stdev=40876.28, samples=197
  lat (usec)   : 2=0.01%, 10=0.01%, 20=0.01%, 50=0.01%, 100=82.46%
  lat (usec)   : 250=12.72%, 500=0.02%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=3.56%, 20=1.17%, 50=0.04%
  lat (msec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%
  cpu          : usr=1.84%, sys=11.83%, ctx=9184, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2621440,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=77.5MiB/s (81.3MB/s), 77.5MiB/s-77.5MiB/s (81.3MB/s-81.3MB/s), io=10.0GiB (10.7GB), run=132105-132105msec

Disk stats (read/write):
  vdd: ios=0/238759, merge=0/791, ticks=0/16204001, in_queue=16198720, util=96.43%