alicloud/ssd_250GB.test2.log
test2: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread
test2: Laying out IO file (1 file / 10240MiB)

test2: (groupid=0, jobs=1): err= 0: pid=746: Sun Aug 25 14:19:24 2019
  write: IOPS=118k, BW=460MiB/s (482MB/s)(10.0GiB/22254msec); 0 zone resets
    slat (nsec): min=1851, max=50752k, avg=7052.62, stdev=215416.06
    clat (nsec): min=402, max=3275.4k, avg=473.66, stdev=2758.89
     lat (usec): min=2, max=50758, avg= 7.74, stdev=215.58
    clat percentiles (nsec):
     |  1.00th=[  410],  5.00th=[  414], 10.00th=[  414], 20.00th=[  418],
     | 30.00th=[  418], 40.00th=[  422], 50.00th=[  422], 60.00th=[  426],
     | 70.00th=[  434], 80.00th=[  524], 90.00th=[  588], 95.00th=[  604],
     | 99.00th=[  644], 99.50th=[  716], 99.90th=[ 4832], 99.95th=[ 9024],
     | 99.99th=[14016]
   bw (  KiB/s): min=277101, max=855008, per=100.00%, avg=473052.43, stdev=234114.74, samples=44
   iops        : min=69275, max=213752, avg=118263.07, stdev=58528.80, samples=44
  lat (nsec)   : 500=77.13%, 750=22.46%, 1000=0.24%
  lat (usec)   : 2=0.06%, 4=0.02%, 10=0.07%, 20=0.03%, 50=0.01%
  lat (usec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%
  cpu          : usr=9.08%, sys=48.99%, ctx=1220, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2621440,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=460MiB/s (482MB/s), 460MiB/s-460MiB/s (482MB/s-482MB/s), io=10.0GiB (10.7GB), run=22254-22254msec

Disk stats (read/write):
  vdc: ios=0/10297, merge=0/88, ticks=0/2442109, in_queue=2457408, util=87.17%