alicloud/ssd_250GB.test3.log
test3: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test3: (groupid=0, jobs=1): err= 0: pid=750: Sun Aug 25 14:24:24 2019
  write: IOPS=2299, BW=9199KiB/s (9419kB/s)(2695MiB/300001msec); 0 zone resets
    slat (usec): min=3, max=1551, avg=10.83, stdev= 5.54
    clat (usec): min=2, max=25599, avg=389.84, stdev=334.23
     lat (usec): min=269, max=25618, avg=400.95, stdev=334.73
    clat percentiles (usec):
     |  1.00th=[  285],  5.00th=[  293], 10.00th=[  302], 20.00th=[  314],
     | 30.00th=[  318], 40.00th=[  326], 50.00th=[  330], 60.00th=[  338],
     | 70.00th=[  347], 80.00th=[  359], 90.00th=[  396], 95.00th=[  586],
     | 99.00th=[ 1500], 99.50th=[ 2245], 99.90th=[ 4080], 99.95th=[ 5604],
     | 99.99th=[10290]
   bw (  KiB/s): min= 1800, max=12736, per=100.00%, avg=9923.58, stdev=2066.31, samples=555
   iops        : min=  450, max= 3184, avg=2480.89, stdev=516.58, samples=555
  lat (usec)   : 4=0.01%, 250=0.01%, 500=94.30%, 750=1.33%, 1000=0.47%
  lat (msec)   : 2=3.14%, 4=0.65%, 10=0.09%, 20=0.01%, 50=0.01%
  cpu          : usr=0.91%, sys=6.05%, ctx=712538, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,689891,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=9199KiB/s (9419kB/s), 9199KiB/s-9199KiB/s (9419kB/s-9419kB/s), io=2695MiB (2826MB), run=300001-300001msec

Disk stats (read/write):
  vdc: ios=0/700803, merge=0/135, ticks=0/2905740, in_queue=2888335, util=91.68%