alicloud/ssd_250GB.test5.log
test5: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test5: (groupid=0, jobs=1): err= 0: pid=774: Sun Aug 25 14:29:32 2019
  write: IOPS=1050, BW=131MiB/s (138MB/s)(10.0GiB/78018msec); 0 zone resets
    slat (usec): min=12, max=1640, avg=25.63, stdev=10.49
    clat (usec): min=611, max=201717, avg=924.37, stdev=849.87
     lat (usec): min=628, max=201745, avg=950.32, stdev=850.17
    clat percentiles (usec):
     |  1.00th=[  668],  5.00th=[  701], 10.00th=[  717], 20.00th=[  742],
     | 30.00th=[  766], 40.00th=[  783], 50.00th=[  807], 60.00th=[  824],
     | 70.00th=[  857], 80.00th=[  898], 90.00th=[ 1270], 95.00th=[ 1663],
     | 99.00th=[ 2638], 99.50th=[ 3294], 99.90th=[ 6390], 99.95th=[ 8586],
     | 99.99th=[11600]
   bw (  KiB/s): min=51456, max=164864, per=99.99%, avg=134382.46, stdev=22067.11, samples=156
   iops        : min=  402, max= 1288, avg=1049.85, stdev=172.39, samples=156
  lat (usec)   : 750=23.50%, 1000=63.92%
  lat (msec)   : 2=9.64%, 4=2.69%, 10=0.24%, 20=0.02%, 50=0.01%
  lat (msec)   : 250=0.01%
  cpu          : usr=1.68%, sys=2.82%, ctx=81933, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,81920,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=131MiB/s (138MB/s), 131MiB/s-131MiB/s (138MB/s-138MB/s), io=10.0GiB (10.7GB), run=78018-78018msec

Disk stats (read/write):
  vdc: ios=0/81797, merge=0/16, ticks=0/73128, in_queue=73115, util=93.73%