alicloud/ssd_250GB.test6.log
test6: (g=0): rw=write, bs=(R) 256KiB-256KiB, (W) 256KiB-256KiB, (T) 256KiB-256KiB, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test6: (groupid=0, jobs=1): err= 0: pid=779: Sun Aug 25 14:29:53 2019
  write: IOPS=2008, BW=502MiB/s (526MB/s)(10.0GiB/20394msec); 0 zone resets
    slat (usec): min=83, max=299324, avg=495.81, stdev=3312.47
    clat (nsec): min=420, max=57653, avg=655.94, stdev=596.82
     lat (usec): min=83, max=299332, avg=496.79, stdev=3312.73
    clat percentiles (nsec):
     |  1.00th=[  426],  5.00th=[  430], 10.00th=[  434], 20.00th=[  446],
     | 30.00th=[  454], 40.00th=[  474], 50.00th=[  556], 60.00th=[  604],
     | 70.00th=[  660], 80.00th=[  748], 90.00th=[  932], 95.00th=[ 1208],
     | 99.00th=[ 2192], 99.50th=[ 2640], 99.90th=[ 6944], 99.95th=[10816],
     | 99.99th=[17024]
   bw (  KiB/s): min=119296, max=1607680, per=100.00%, avg=519013.75, stdev=463398.84, samples=40
   iops        : min=  466, max= 6280, avg=2027.37, stdev=1810.16, samples=40
  lat (nsec)   : 500=43.27%, 750=36.80%, 1000=12.03%
  lat (usec)   : 2=6.49%, 4=1.25%, 10=0.10%, 20=0.05%, 50=0.01%
  lat (usec)   : 100=0.01%
  cpu          : usr=0.69%, sys=32.37%, ctx=1890, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,40960,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=502MiB/s (526MB/s), 502MiB/s-502MiB/s (526MB/s-526MB/s), io=10.0GiB (10.7GB), run=20394-20394msec

Disk stats (read/write):
  vdc: ios=0/9474, merge=0/4, ticks=0/2351909, in_queue=2366120, util=91.81%