alicloud/ssd_250GB.test7.log
test7: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test7: (groupid=0, jobs=1): err= 0: pid=783: Sun Aug 25 14:30:48 2019
  write: IOPS=48.3k, BW=189MiB/s (198MB/s)(10.0GiB/54229msec); 0 zone resets
    slat (nsec): min=1880, max=2305.6M, avg=10311.90, stdev=1444288.23
    clat (nsec): min=405, max=13122k, avg=473.92, stdev=8128.16
     lat (usec): min=2, max=2305.6k, avg=11.00, stdev=1444.33
    clat percentiles (nsec):
     |  1.00th=[  414],  5.00th=[  418], 10.00th=[  418], 20.00th=[  422],
     | 30.00th=[  422], 40.00th=[  422], 50.00th=[  426], 60.00th=[  426],
     | 70.00th=[  430], 80.00th=[  502], 90.00th=[  572], 95.00th=[  604],
     | 99.00th=[  660], 99.50th=[  764], 99.90th=[ 4704], 99.95th=[ 9408],
     | 99.99th=[14656]
   bw (  KiB/s): min=153824, max=754832, per=100.00%, avg=358225.17, stdev=216017.79, samples=58
   iops        : min=38454, max=188708, avg=89556.26, stdev=54004.48, samples=58
  lat (nsec)   : 500=79.95%, 750=19.53%, 1000=0.31%
  lat (usec)   : 2=0.10%, 4=0.02%, 10=0.06%, 20=0.04%, 50=0.01%
  lat (usec)   : 100=0.01%, 250=0.01%, 500=0.01%
  lat (msec)   : 20=0.01%
  cpu          : usr=4.61%, sys=27.08%, ctx=5861, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2621440,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=189MiB/s (198MB/s), 189MiB/s-189MiB/s (198MB/s-198MB/s), io=10.0GiB (10.7GB), run=54229-54229msec

Disk stats (read/write):
  vdc: ios=0/233171, merge=0/16, ticks=0/6248942, in_queue=6235469, util=90.89%