alicloud/ssd_250GB.test8.log
test8: (g=0): rw=randwrite, bs=(R) 256KiB-256KiB, (W) 256KiB-256KiB, (T) 256KiB-256KiB, ioengine=libaio, iodepth=16
fio-3.12
Starting 1 thread

test8: (groupid=0, jobs=1): err= 0: pid=788: Sun Aug 25 14:31:51 2019
  write: IOPS=664, BW=166MiB/s (174MB/s)(10.0GiB/61611msec); 0 zone resets
    slat (usec): min=98, max=1124.1k, avg=577.07, stdev=7329.26
    clat (usec): min=3, max=1430.2k, avg=8694.60, stdev=34030.84
     lat (usec): min=234, max=1430.4k, avg=9272.04, stdev=35165.64
    clat percentiles (msec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    9],
     | 70.00th=[   11], 80.00th=[   15], 90.00th=[   16], 95.00th=[   16],
     | 99.00th=[   19], 99.50th=[   22], 99.90th=[  506], 99.95th=[  542],
     | 99.99th=[ 1435]
   bw (  KiB/s): min= 3072, max=1631232, per=100.00%, avg=443479.15, stdev=430593.78, samples=47
   iops        : min=   12, max= 6372, avg=1732.34, stdev=1682.01, samples=47
  lat (usec)   : 4=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=57.29%, 10=11.82%, 20=30.16%, 50=0.29%
  lat (msec)   : 100=0.01%, 250=0.12%, 500=0.19%, 750=0.07%
  cpu          : usr=0.76%, sys=18.40%, ctx=12709, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,40960,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=166MiB/s (174MB/s), 166MiB/s-166MiB/s (174MB/s-174MB/s), io=10.0GiB (10.7GB), run=61611-61611msec

Disk stats (read/write):
  vdc: ios=0/239239, merge=0/498, ticks=0/7243058, in_queue=7238929, util=92.72%